Repository: speech115/Petrichor
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: Matches %@
ru: Совпадает с %@
zh_hans: 匹配 %@

source: Media Type
ru: Тип медиа
zh_hans: 媒体类型

source: Merge
ru: Объединить
zh_hans: 合并

source: Merge %@
ru: Объединить: %@
zh_hans: 合并 %@

# Merge %lld into “%@”?
source: Merge %1$lld into “%2$@”?
ru: Объединить (%1$lld) в «%2$@»?
zh_hans: 将 %1$lld 项合并到 “%2$@” 中？

source: Merge failed: %@
ru: Не удалось объединить: %@
zh_hans: 合并失败：%@

source: Merge with...
ru: Объединить с…
zh_hans: 合并到…

# Merged %lld into %@
source: Merged %1$lld into %2$@
ru: Объединено (%1$lld) в %2$@
zh_hans: 已将 %1$lld 项合并至 %2$@

# Merging %lld into “%@”
source: Merging %1$lld into “%2$@”
ru: Объединение (%1$lld) в «%2$@»
zh_hans: 已将 %1$lld 项合并到 “%2$@” 中

source: Mini Player
ru: Мини-плеер
zh_hans: 迷你播放器

source: Mono
ru: Моно
zh_hans: 单声道

source: Mute
ru: Выключить звук
zh_hans: 静音

source: Name
ru: Название
zh_hans: 名称

source: New
ru: Новый
zh_hans: 新建

source: New Playlist
ru: Новый плейлист
zh_hans: 新建播放列表

source: New Playlist...
ru: Новый плейлист…
zh_hans: 新建播放列表...

source: New Smart Playlist
ru: Новый смарт-плейлист
zh_hans: 新建智能播放列表

source: Next
ru: Следующая песня
zh_hans: 下一首

source: Next Track
ru: Следующий трек
zh_hans: 下一首

source: No
ru: Нет
zh_hans: 否

source: No album artists found in your library
ru: В медиатеке нет исполнителей альбомов
zh_hans: 未找到任何专辑艺人信息

source: No albums found in your library
ru: В медиатеке нет альбомов
zh_hans: 未找到任何专辑信息

source: No artists found in your library
ru: В медиатеке нет исполнителей
zh_hans: 未找到任何艺人信息

source: No composers found in your library
ru: В медиатеке нет композиторов
zh_hans: 未找到任何作曲者信息

source: No decades found in your library
ru: В медиатеке нет десятилетий
zh_hans: 未找到任何年代信息

source: No Favorite Songs
ru: Нет избранных песен
zh_hans: 暂无喜爱歌曲

source: No folders added yet
ru: Папки ещё не добавлены
zh_hans: 尚未添加任何文件夹

source: No Frequently Played Songs
ru: Пока нет часто прослушиваемых песен
zh_hans: 暂无常听歌曲

source: No genres found in your library
ru: В медиатеке нет жанров
zh_hans: 未找到任何类型信息

source: No images available
ru: Изображений нет
zh_hans: 暂无图片

source: No Items
ru: Пусто
zh_hans: 暂无项目

source: No Lyrics Available
ru: Текст не найден
zh_hans: 暂无歌词

source: No matches
ru: Совпадений нет
zh_hans: 未找到匹配项

source: No Music Added Yet
ru: Музыка ещё не добавлена
zh_hans: 尚未添加任何音乐

source: No music found
ru: Музыка не найдена
zh_hans: 未找到任何音乐

source: No notifications
ru: Уведомлений нет
zh_hans: 暂无通知

source: No other entries to merge with
ru: Объединять не с чем
zh_hans: 没有可合并的条目

source: No playable tracks left in the queue
ru: В очереди не осталось песен для воспроизведения

source: No playlists to export
ru: Нет плейлистов для экспорта
zh_hans: 没有可导出的播放列表

source: No Recently Played Songs
ru: Пока нет прослушанных песен
zh_hans: 暂无最近播放的歌曲

source: No release years found in your library
ru: В медиатеке нет годов выпуска
zh_hans: 未找到任何年份信息

source: No response from the server.
ru: Сервер не ответил.
zh_hans: 服务器无响应。

source: No Search Results
ru: Ничего не найдено
zh_hans: 未找到搜索结果

source: No songs found
ru: Песни не найдены
zh_hans: 未找到任何歌曲

source: No songs match your filter
ru: Нет песен под этот фильтр
zh_hans: 没有符合筛选条件的歌曲

source: No songs yet
ru: Песен пока нет
zh_hans: 尚未添加任何歌曲

source: No track playing
ru: Ничего не играет
zh_hans: 未播放任何歌曲

source: No tracks found
ru: Песни не найдены
zh_hans: 未找到任何歌曲

source: No Tracks Found
ru: Песни не найдены
zh_hans: 未找到任何歌曲

source: No tracks found for "%@"
ru: По запросу «%@» песен нет
zh_hans: 未找到关于 “%@” 的歌曲

source: No tracks found matching "%@"
ru: Нет песен, подходящих под «%@»
zh_hans: 未找到与 “%@” 匹配的歌曲

source: No tracks match the current filter
ru: Нет песен под текущий фильтр
zh_hans: 当前筛选条件下没有匹配的歌曲

source: No tracks were found for %@
ru: Для %@ песен не найдено
zh_hans: 未找到 “%@” 的相关歌曲

source: No undiscovered tracks
ru: Неоткрытых песен нет
zh_hans: 暂无未发现的歌曲

source: Not connected
ru: Не подключено
zh_hans: 未连接到 Last.fm

source: Not Now
ru: Не сейчас
zh_hans: 以后再说

source: Not Playing
ru: Не играет
zh_hans: 未在播放

source: Notifications
ru: Уведомления
zh_hans: 通知

source: Now Playing
ru: Сейчас играет
zh_hans: 正在播放

source: Number of Discover tracks
ru: Песен в «Открытиях»
zh_hans: 发现歌曲数量

source: Number of tracks to show in Discover (1-200)
ru: Сколько песен показывать в «Открытиях» (1–200)
zh_hans: 设置发现列表中的歌曲数量 (1-200)

source: of the following rules
ru: из следующих правил
zh_hans: 以下规则

source: Off
ru: Выкл.
zh_hans: 关闭

source: On
ru: Вкл.
zh_hans: 开启

source: One
ru: Одна
zh_hans: 重复一次

source: Only on app launch
ru: Только при запуске
zh_hans: 仅在应用启动时

source: Open Immersive Mode
ru: Режим погружения
zh_hans: 开启沉浸模式

source: Open Mini Player
ru: Открыть мини-плеер
zh_hans: 打开迷你播放器

source: Opens a pre-filled GitHub issue with your summary and description. Your email and diagnostics are not included, since GitHub issues are public.
ru: Откроется задача на GitHub с вашим описанием. Почта и диагностика туда не попадут, потому что задачи на GitHub публичны.
zh_hans: 打开一个已预填你的摘要和描述的 GitHub Issue。由于 GitHub Issue 是公开的，其中不包含你的邮箱和诊断信息。

source: Opens the FAQ at petrichor.page in your browser
ru: Открывает FAQ на petrichor.page в браузере
zh_hans: 在浏览器中打开 petrichor.page 上的常见问题页面

source: Optimize
ru: Оптимизировать
zh_hans: 优化

source: Optimize library database
ru: Оптимизировать базу медиатеки
zh_hans: 优化资料库

source: Optimizing database...
ru: Оптимизация базы…
zh_hans: 正在优化资料库…

source: Optimizing Library...
ru: Оптимизация медиатеки…
zh_hans: 正在优化封面…

source: Original Release
ru: Оригинальный релиз
zh_hans: 最初发行日期

source: Pause
ru: Пауза
zh_hans: 暂停

source: Pauses playback in Petrichor.
ru: Ставит Petrichor на паузу.
zh_hans: 暂停播放

source: Petrichor User Guide
ru: Руководство Petrichor
zh_hans: 用户指南

source: Piano
ru: Фортепиано
zh_hans: 钢琴曲

source: Play
ru: Слушать
zh_hans: 播放

source: Play a song to start building your queue
ru: Включите песню, чтобы начать воспроизведение.
zh_hans: 播放一首歌曲以开始构建队列

source: Play Album
ru: Слушать альбом
zh_hans: 播放专辑

source: Play Album Artist
ru: Слушать исполнителя альбома
zh_hans: 播放专辑艺人

source: Play Album Next
ru: Альбом следующим
zh_hans: 插播专辑

source: Play Artist
ru: Слушать исполнителя
zh_hans: 播放艺人

source: Play Composer
ru: Слушать композитора
zh_hans: 播放作曲者

source: Play count
ru: Число прослушиваний
zh_hans: 播放次数

source: Play Count
ru: Прослушивания
zh_hans: 播放次数

source: Play Decade
ru: Слушать десятилетие
zh_hans: 播放年代

source: Play Genre
ru: Слушать жанр
zh_hans: 播放类型

source: Play Next
ru: Слушать далее
zh_hans: 插播

source: Play or Pause
ru: Пуск или пауза
zh_hans: 播放或暂停

source: Play Playlist
ru: Слушать плейлист
zh_hans: 播放歌单

source: Play Playlist Next
ru: Плейлист следующим
zh_hans: 插播歌单

source: Play Queue
ru: Очередь
zh_hans: 队列

source: Play Year
ru: Слушать год
zh_hans: 播放年份

source: Playback
ru: Воспроизведение
zh_hans: 播放控制

source: Playback error occurred
ru: Ошибка воспроизведения
zh_hans: 播放出错

source: Playback error: %@
ru: Ошибка воспроизведения: %@
zh_hans: 播放出错：%@

source: Player bar background style
ru: Фон панели плеера
zh_hans: 播放栏背景样式

source: Playlist
ru: Плейлист
zh_hans: 播放列表

source: PLAYLIST
ru: ПЛЕЙЛИСТ
zh_hans: 播放列表

source: Playlist from Selection
ru: Плейлист из выбранного
zh_hans: 从所选歌曲新建播放列表

source: Playlist Name
ru: Название плейлиста
zh_hans: 播放列表名称

source: Playlist not found
ru: Плейлист не найден
zh_hans: 找不到播放列表

source: Playlists
ru: Плейлисты
zh_hans: 播放列表

source: Plays a playlist in Petrichor.
ru: Включает плейлист в Petrichor.
zh_hans: 播放选定的播放列表

source: Plays an album in Petrichor.
ru: Включает альбом в Petrichor.
zh_hans: 播放选定的专辑

source: Plays songs by a composer in Petrichor.
ru: Включает песни композитора в Petrichor.
zh_hans: 播放选定作曲者的音乐

source: Plays songs by an album artist in Petrichor.
ru: Включает песни исполнителя альбома в Petrichor.
zh_hans: 播放选定专辑艺人的音乐

source: Plays songs by an artist in Petrichor.
ru: Включает песни исполнителя в Petrichor.
zh_hans: 播放选定艺人的音乐

source: Plays songs from a decade in Petrichor.
ru: Включает песни десятилетия в Petrichor.
zh_hans: 播放选定年代的音乐

source: Plays songs from a year in Petrichor.
ru: Включает песни года в Petrichor.
zh_hans: 播放选定年份的音乐

source: Plays songs of a genre in Petrichor.
ru: Включает песни жанра в Petrichor.
zh_hans: 播放选定类型的音乐

source: Pop
ru: Поп
zh_hans: 流行乐

source: Position (seconds)
ru: Позиция (секунды)
zh_hans: 位置（秒）

source: Preparing files...
ru: Подготовка файлов…
zh_hans: 正在准备文件…

source: Previous
ru: Предыдущая песня
zh_hans: 上一首

source: Previous Track
ru: Предыдущая песня
zh_hans: 上一首

source: Processing...
ru: Обработка…
zh_hans: 正在处理…

source: Producer
ru: Продюсер
zh_hans: 制作人

source: Project Homepage
ru: Страница проекта
zh_hans: 项目主页

source: Publisher
ru: Издатель
zh_hans: 发行方

source: Quadraphonic
ru: Квадрофония
zh_hans: 四声道

source: Queue is Empty
ru: Очередь пуста
zh_hans: 队列为空

source: Queues a playlist to play next in Petrichor.
ru: Ставит плейлист следующим в очереди Petrichor.
zh_hans: 接下来播放该播放列表

source: Queues an album to play next in Petrichor.
ru: Ставит альбом следующим в очереди Petrichor.
zh_hans: 将专辑加入队列

source: Quit
ru: Выйти
zh_hans: 退出

source: Quit Anyway
ru: Всё равно выйти
zh_hans: 仍要退出

source: Quit Now
ru: Выйти сейчас
zh_hans: 现在退出

source: Quit Petrichor
ru: Завершить Petrichor
zh_hans: 退出 Petrichor

source: Quitting now will cancel the current operation. It will need to start over on next launch, which may take a while.
ru: Выход прервёт текущую операцию. При следующем запуске она начнётся заново и может занять время.
zh_hans: 立即退出将取消当前操作，下次启动时任务将需要重新开始，这可能需要一些时间

source: Rating
ru: Оценка
zh_hans: 评分

source: Read FAQ before reporting?
ru: Прочитать FAQ перед отправкой?
zh_hans: 报告前先查看常见问题？

source: Reference: %@
ru: Номер: %@
zh_hans: 参考编号：%@

source: Refresh
ru: Обновить
zh_hans: 刷新

source: Refresh added folders for changes
ru: Проверить добавленные папки на изменения
zh_hans: 扫描变动频率

source: Refresh added library folders for updates
ru: Проверить папки медиатеки на изменения
zh_hans: 更新资料库

source: Refresh Discover tracks
ru: Обновить «Открытия»
zh_hans: 刷新发现歌曲

source: Refresh Library Folders
ru: Обновить папки медиатеки
zh_hans: 刷新资料库

source: Refresh this folder. Hold ⌘ for deep refresh
ru: Обновить эту папку. С ⌘ — полное обновление
zh_hans: 刷新此文件夹，按住 ⌘ 键进行深度刷新

source: Refreshing %@...
ru: Обновление %@…
zh_hans: 正在刷新 %@…

source: Refreshing %lld folders...
ru: Обновление папок (%lld)…
zh_hans: 正在刷新 %lld 个文件夹…

source: Refreshing Library
ru: Обновление медиатеки
zh_hans: 正在刷新资料库

source: Refreshing Library...
ru: Обновление медиатеки…
zh_hans: 正在刷新资料库…

source: Release Date
ru: Дата выпуска
zh_hans: 发行日期

source: Remove
ru: Убрать
zh_hans: 移除

source: Remove %@
ru: Убрать: %@
zh_hans: 移除 %@

source: Remove all songs
ru: Убрать все песни
zh_hans: 移除所有歌曲

source: Remove Folder
ru: Убрать папку
zh_hans: 移除文件夹

source: Remove Folders
ru: Убрать папки
zh_hans: 移除文件夹

source: Remove from Favorites
ru: Убрать из избранного
zh_hans: 取消喜爱

source: Remove from playlist
ru: Убрать из плейлиста
zh_hans: 从播放列表移除

source: Remove from Playlist
ru: Убрать из плейлиста
zh_hans: 从播放列表移除

source: Remove from queue
ru: Убрать из очереди
zh_hans: 从队列移除

source: Remove matching songs
ru: Убрать подходящие песни
zh_hans: 移除匹配歌曲

source: Remove rule
ru: Убрать правило
zh_hans: 移除规则

source: Remove Selected
ru: Убрать выбранное
zh_hans: 移除已选

source: Remove this folder
ru: Убрать эту папку
zh_hans: 移除此文件夹

source: Removed %lld folders
ru: Убрано папок: %lld
zh_hans: 已移除 %lld 个文件夹

source: Removed folder '%@'
ru: Папка «%@» убрана
zh_hans: 已移除文件夹 “%@”

source: Removes all folders, tracks, and playlists. Use the checkbox in the confirmation dialog to optionally reset app preferences.
ru: Удаляет все папки, песни и плейлисты. Флажок в окне подтверждения также сбросит настройки приложения.
zh_hans: 移除所有文件夹、歌曲和播放列表，可在确认对话框中勾选以同时重置应用设置

source: Removes references to library data that no longer exists on disk and compacts the database to reclaim space.
ru: Удаляет ссылки на данные, которых больше нет на диске, и сжимает базу, чтобы освободить место.
zh_hans: 移除磁盘上不存在的数据引用，并压缩数据库以回收空间

source: Removing %lld folders...
ru: Удаление папок (%lld)…
zh_hans: 正在移除 %lld 个文件夹…

source: Removing folder '%@'...
ru: Удаление папки «%@»…
zh_hans: 正在移除文件夹 “%@”…

source: Repeat
ru: Повтор
zh_hans: 重复

source: Repeat All
ru: Повторять все
zh_hans: 重复所有

source: Repeat Mode
ru: Режим повтора
zh_hans: 重复模式

source: Repeat One
ru: Повторять одну
zh_hans: 单曲循环

source: Repeat: All
ru: Повтор: все
zh_hans: 重复：全部

source: Repeat: Current Track
ru: Повтор: текущая песня
zh_hans: 重复：当前歌曲

source: Repeat: Off
ru: Повтор: выкл.
zh_hans: 重复：关闭

source: Report a Problem
ru: Сообщить о проблеме
zh_hans: 报告问题

source: Report a Problem...
ru: Сообщить о проблеме…
zh_hans: 报告问题...

source: Report on GitHub
ru: Сообщить на GitHub
zh_hans: 在 GitHub 上报告

source: Report on GitHub instead
ru: Лучше сообщить на GitHub
zh_hans: 改为在 GitHub 上报告

source: Report sent
ru: Отчёт отправлен
zh_hans: 报告已发送

source: Reset
ru: Сбросить
zh_hans: 重置

source: Reset All Data
ru: Сбросить все данные
zh_hans: 重置所有数据

source: Reset all library data
ru: Сбросить все данные медиатеки
zh_hans: 重置资料库

source: Reset Library Data
ru: Сбросить медиатеку
zh_hans: 重置资料库数据

source: Restart Required
ru: Нужен перезапуск
zh_hans: 需要重新启动

source: Resumes playback in Petrichor.
ru: Продолжает воспроизведение в Petrichor.
zh_hans: 恢复播放

source: Retry
ru: Повторить попытку
zh_hans: 重试

source: Returns the track currently playing in Petrichor.
ru: Возвращает песню, которая сейчас играет в Petrichor.
zh_hans: 返回当前播放的歌曲

source: Returns to the previous track in Petrichor.
ru: Переходит к предыдущей песне в Petrichor.
zh_hans: 返回上一首歌曲

source: Reveal in Finder
ru: Показать в Finder
zh_hans: 在访达中显示

source: Rock
ru: Рок
zh_hans: 摇滚乐

source: Row size
ru: Размер строк
zh_hans: 行高

source: Sample Rate
ru: Частота дискретизации
zh_hans: 采样率

source: Save
ru: Сохранить
zh_hans: 保存

source: Scan complete
ru: Сканирование завершено
zh_hans: 扫描完成

source: Scanning %lld folders...
ru: Сканирование папок (%lld)…
zh_hans: 正在扫描 %lld 个文件夹…

source: Scanning Music Library
ru: Сканирование медиатеки
zh_hans: 正在扫描音乐资料库

source: Scanning your music library...
ru: Сканирование медиатеки…
zh_hans: 正在扫描你的音乐资料库…

source: Search
ru: Поиск
zh_hans: 搜索

source: Search by artist name or paste image URL
ru: Имя исполнителя или ссылка на изображение
zh_hans: 按艺人名称搜索或粘贴图片网址

source: Search Library
ru: Поиск в медиатеке
zh_hans: 搜索资料库

source: Search Results
ru: Результаты поиска
zh_hans: 搜索结果

source: Search your library to add songs
ru: Найдите песни в медиатеке, чтобы добавить
zh_hans: 搜索资料库以添加歌曲

source: Search your library...
ru: Поиск по медиатеке…
zh_hans: 搜索资料库…

source: Searching for images...
ru: Поиск изображений…
zh_hans: 正在搜索图片…

source: Searching...
ru: Поиск…
zh_hans: 正在搜索...

source: Seconds
ru: Секунды
zh_hans: 秒数

source: Seek Backward
ru: Перемотать назад
zh_hans: 快退

source: Seek Forward
ru: Перемотать вперёд
zh_hans: 快进

source: Seek to Position
ru: Перейти к позиции
zh_hans: 跳转至位置

source: Seeks the current track to a position, in seconds.
ru: Перематывает текущую песню на позицию в секундах.
zh_hans: 将当前歌曲跳转至指定秒数的位置

source: Select
ru: Выбрать
zh_hans: 选取

source: Select a Playlist
ru: Выберите плейлист
zh_hans: 选取播放列表

source: Select All (%lld)
ru: Выбрать все (%lld)
zh_hans: 全选 (%lld)

source: Select folders containing your music files
ru: Выберите папки с музыкой
zh_hans: 选取包含音乐文件的文件夹

source: Select playlists to export:
ru: Выберите плейлисты для экспорта:
zh_hans: 选取要导出的播放列表：

source: Select up to 25 playlist files to import
ru: Выберите до 25 файлов плейлистов
zh_hans: 选取最多 25 个要导入的播放列表文件

source: Selected %lld files. Please select up to 25 files at a time.
ru: Выбрано файлов: %lld. За раз можно выбрать не больше 25.
zh_hans: 已选 %lld 个文件，请一次选取最多 25 个文件

source: selected by
ru: выбранных по
zh_hans: 选取方式

source: Send Report
ru: Отправить отчёт
zh_hans: 发送报告

source: Set Repeat Mode
ru: Задать режим повтора
zh_hans: 设置重复模式

source: Set Shuffle
ru: Задать перемешивание
zh_hans: 设置随机播放

source: Set Volume
ru: Задать громкость
zh_hans: 设置音量

source: Sets the playback volume (0-100).
ru: Задаёт громкость (0–100).
zh_hans: 设置播放音量 (0-100)

source: Sets the repeat mode in Petrichor.
ru: Задаёт режим повтора в Petrichor.
zh_hans: 设置重复模式

source: Settings
ru: Настройки
zh_hans: 设置

source: Show app data directory in Finder
ru: Показать папку данных в Finder
zh_hans: 在访达中显示应用数据目录

source: Show in Finder
ru: Показать в Finder
zh_hans: 在访达中显示

source: Show Info
ru: Сведения
zh_hans: 显示简介

source: Show Lyrics
ru: Показать текст
zh_hans: 显示歌词

source: Show Petrichor
ru: Показать Petrichor
zh_hans: 显示 Petrichor

source: Show Queue
ru: Показать очередь
zh_hans: 显示队列

source: Shows only the highest quality version when multiple copies exist
ru: Из нескольких копий показывать только лучшую по качеству
zh_hans: 存在多个副本时仅显示最高质量版本

source: Shuffle
ru: Перемешать
zh_hans: 随机播放

source: Shuffle Enabled
ru: Перемешивание включено
zh_hans: 已启用随机播放

source: Skip Back
ru: Назад
zh_hans: 向后跳过

source: Skip Forward
ru: Вперёд
zh_hans: 向前跳过

source: Skips to the next track in Petrichor.
ru: Переходит к следующей песне в Petrichor.
zh_hans: 跳至下一首歌曲

source: Small Speakers
ru: Маленькие динамики
zh_hans: 小型扬声器

source: SMART PLAYLIST
ru: СМАРТ-ПЛЕЙЛИСТ
zh_hans: 智能播放列表

source: Something else
ru: Другое
zh_hans: 其他问题

source: Something isn't working
ru: Что-то не работает
zh_hans: 有功能无法正常使用

source: Songs played 5 or more times will appear here
ru: Здесь появятся песни, прослушанные не менее пяти раз.
zh_hans: 播放 5 次或以上的歌曲将在此显示

source: Songs played in the last week will appear here
ru: Здесь появятся песни, прослушанные за последнюю неделю.
zh_hans: 过去一周播放的歌曲将在此显示

source: Sort and display options
ru: Сортировка и вид
zh_hans: 排序和显示选项

source: Sort ascending
ru: По возрастанию
zh_hans: 升序

source: Sort by
ru: Сортировка
zh_hans: 排序方式

source: Sort descending
ru: По убыванию
zh_hans: 降序

source: Sort order
ru: Порядок
zh_hans: 排列顺序

source: Spoken Word
ru: Разговорный
zh_hans: 诵读音乐

source: Start at login
ru: Запускать при входе
zh_hans: 登录时启动

source: Starts app on login
ru: Открывать приложение при входе в систему
zh_hans: 登录时启动应用

source: starts with
ru: начинается с
zh_hans: 以…开头

source: Stereo
ru: Стерео
zh_hans: 立体声

source: Stereo Widening
ru: Расширение стерео
zh_hans: 立体声加宽

# Successfully imported %lld playlists (%lld tracks)
source: Successfully imported %1$lld playlists (%2$lld tracks)
ru: Импортировано плейлистов: %lld, песен: %lld
zh_hans: 已成功导入 %1$lld 个播放列表（%2$lld 首歌曲）

source: Summary
ru: Кратко
zh_hans: 摘要

source: Support Development
ru: Поддержать разработку
zh_hans: 支持开发

source: Supported formats
ru: Поддерживаемые форматы
zh_hans: 支持的格式

source: Supported Formats
ru: Поддерживаемые форматы
zh_hans: 支持的格式

source: Sync favorites as Loved tracks
ru: Избранное как Loved на Last.fm
zh_hans: 将喜爱同步至 Last.fm

source: Thanks for helping improve Petrichor. If we need more detail, we'll reach out to the email you provided.
ru: Спасибо, что помогаете улучшить Petrichor. Если понадобятся подробности, мы напишем на указанную почту.
zh_hans: 感谢你帮助改进 Petrichor。如果我们需要更多细节，会通过你提供的邮箱与你联系。

source: The exact diagnostic data attached to your report:
ru: Диагностика, которая будет приложена к отчёту:
zh_hans: 随报告附上的确切诊断数据：

source: The FAQ covers the questions that come up most often, including the behavior that's intentional.
ru: В FAQ — самые частые вопросы, в том числе о поведении, которое задумано так специально.
zh_hans: 常见问题页面汇总了最常被问到的问题，也包括那些有意为之的行为。

source: The server rejected the report (%@).
ru: Сервер отклонил отчёт (%@).
zh_hans: 服务器拒绝了该报告（%@）。

source: The server returned an error (%lld).
ru: Сервер вернул ошибку (%lld).
zh_hans: 服务器返回错误（%lld）。

source: The track information could not be retrieved.
ru: Не удалось получить сведения о песне.
zh_hans: 无法获取歌曲信息

source: This may take a few minutes for large libraries
ru: Для большой медиатеки это займёт несколько минут
zh_hans: 大型资料库可能需要几分钟时间

source: This smart playlist will update automatically based on its criteria
ru: Этот смарт-плейлист обновляется автоматически по своим правилам.
zh_hans: 此智能播放列表将根据其准则自动更新

source: This will automatically continue where it left off on next launch.
ru: При следующем запуске продолжится с того же места.
zh_hans: 此操作将在下次启动时自动从中断处继续

source: This will combine the selected entries into a single entry under the provided title. It cannot be undone.
ru: Выбранные записи объединятся в одну с указанным названием. Это нельзя отменить.
zh_hans: 此操作将把选取项合并为同一条目，且无法撤销

source: This will permanently remove all library data, including added folders, tracks, and playlists. This action cannot be undone.
ru: Все данные медиатеки, включая папки, песни и плейлисты, будут удалены. Это нельзя отменить.
zh_hans: 此操作将永久删除资料库数据，包括已添加的文件夹、歌曲和播放列表，且无法撤销

source: Tint interface with album artwork colors
ru: Использовать цвета обложки в интерфейсе
zh_hans: 使用专辑封面配色渲染界面

source: Title
ru: Название
zh_hans: 标题

source: Toggle Favorite for Current Track
ru: Избранное для текущей песни
zh_hans: 切换当前歌曲的喜爱状态

source: Toggle Shuffle
ru: Перемешивание
zh_hans: 切换随机播放

source: Toggles playback in Petrichor.
ru: Запускает или ставит на паузу воспроизведение в Petrichor.
zh_hans: 切换播放状态

source: Top 25 Most Played
ru: 25 самых прослушиваемых
zh_hans: 最常播放 Top 25

source: Top 25 Recently Played
ru: 25 недавно прослушанных
zh_hans: 最近播放 Top 25

source: Track
ru: Песня
zh_hans: 音轨

source: Track Info
ru: Сведения о треке
zh_hans: 歌曲信息

source: Track Number
ru: Номер трека
zh_hans: 音轨号

source: Track number (#)
ru: Номер трека (#)
zh_hans: 音轨号 (#)

source: Track your listening history on Last.fm
ru: Отправлять историю прослушиваний на Last.fm
zh_hans: 在 Last.fm 上追踪你的收听记录

source: tracks
ru: песен
zh_hans: 歌曲

source: Tracks
ru: Песни
zh_hans: 歌曲

source: Tracks you favorite in Petrichor will be loved on Last.fm. Loved tracks on Last.fm won't sync back to Petrichor.
ru: Песни из избранного Petrichor отмечаются как Loved на Last.fm. Обратно в Petrichor отметки не попадают.
zh_hans: 标记为喜爱的歌曲会同步至 Last.fm，Last.fm 上喜爱的歌曲则不会同步回 Petrichor

source: Treble Booster
ru: Усиление высоких
zh_hans: 增加高音

source: Treble Reducer
ru: Ослабление высоких
zh_hans: 减少高音

source: Try again, or report it on GitHub.
ru: Попробуйте ещё раз или сообщите на GitHub.
zh_hans: 请重试，或在 GitHub 上报告。

source: Turns shuffle on or off in Petrichor.
ru: Включает или выключает перемешивание в Petrichor.
zh_hans: 开启或关闭随机播放

source: Type
ru: Тип
zh_hans: 类型

source: Type at least 2 characters to search
ru: Введите хотя бы 2 символа
zh_hans: 请输入至少 2 个字符以进行搜索

source: Unable to load track details
ru: Не удалось загрузить сведения о песне
zh_hans: 无法加载歌曲信息

source: Unknown Album
ru: Неизвестный альбом
zh_hans: 未知专辑

source: Unknown Album Artist
ru: Неизвестный исполнитель альбома
zh_hans: 未知专辑艺人

source: Unknown Artist
ru: Неизвестный исполнитель
zh_hans: 未知艺人

source: Unknown Composer
ru: Неизвестный композитор
zh_hans: 未知作曲者

source: Unknown Decade
ru: Неизвестное десятилетие
zh_hans: 未知年代

source: Unknown Genre
ru: Неизвестный жанр
zh_hans: 未知流派

source: Unknown Year
ru: Неизвестный год
zh_hans: 未知年份

source: Unmute
ru: Включить звук
zh_hans: 取消静音

source: Update automatically on library changes
ru: Обновлять при изменениях медиатеки
zh_hans: 资料库更改时自动更新

source: Update image
ru: Сменить фото
zh_hans: 更新图片

source: Updating album artists...
ru: Обновление исполнителей альбомов…
zh_hans: 正在更新专辑艺人…

source: Updating Artists...
ru: Обновление исполнителей…
zh_hans: 正在更新艺人…

source: Updating Library
ru: Обновление медиатеки
zh_hans: 正在更新资料库
